[
  {
    "question": "Ciao, come stai?",
    "response": "Hola, ¿cómo estás?",
    "example": "Saludo común para decir hola y preguntar cómo está la persona."
  },
  {
    "question": "Buongiorno, vorrei un cappuccino.",
    "response": "Buenos días, quisiera un cappuccino.",
    "example": "Una forma educada de pedir un cappuccino por la mañana."
  },
  {
    "question": "Buonasera, una tavola per due per favore.",
    "response": "Buenas tardes, una mesa para dos, por favor.",
    "example": "Una forma educada de pedir una mesa para dos en un restaurante."
  },
  {
    "question": "Sì, vorrei un gelato alla fragola.",
    "response": "Sí, quisiera un helado de fresa.",
    "example": "Una forma educada de pedir un helado de fresa."
  },
  {
    "question": "No, grazie.",
    "response": "No, gracias.",
    "example": "Una forma educada de rechazar algo que no se quiere o no se necesita."
  },
  {
    "question": "Per favore, mi può dare indicazioni per la stazione?",
    "response": "Por favor, ¿me puede dar indicaciones para la estación?",
    "example": "Una forma educada de pedir direcciones para llegar a la estación de tren o autobús."
  },
  {
    "question": "Grazie mille per il suo aiuto.",
    "response": "Muchas gracias por su ayuda.",
    "example": "Una forma educada de agradecer a alguien por su ayuda."
  },
  {
    "question": "Mi scusi, dove si trova la fontana di Trevi?",
    "response": "Disculpe, ¿dónde se encuentra la Fontana di Trevi?",
    "example": "Una forma educada de pedir direcciones para llegar a la Fontana di Trevi en Roma."
  },
  {
    "question": "Scusi, parla inglese?",
    "response": "Disculpe, ¿habla inglés?",
    "example": "Una forma educada de preguntar si la persona habla inglés."
  },
  {
    "question": "Quanto costa questo souvenir?",
    "response": "¿Cuánto cuesta este recuerdo?",
    "example": "Una forma educada de preguntar el precio de un souvenir en una tienda."
  },
  {
    "question": "Posso avere il conto, per favore?",
    "response": "¿Me puede traer la cuenta, por favor?",
    "example": "Una forma educada de pedir la cuenta en un restaurante."
  },
  {
    "question": "Mi può aiutare con la valigia?",
    "response": "¿Me puede ayudar con la maleta?",
    "example": "Una forma educada de pedir ayuda con las maletas en un hotel."
  },
  {
    "question": "Dov'è il bagno?",
    "response": "¿Dónde está el baño?",
    "example": "Una forma educada de preguntar dónde está el baño en un lugar público o privado."
  },
  {
    "question": "Che ore sono?",
    "response": "¿Qué hora es?",
    "example": "Una forma educada de preguntar la hora actual."
  },
  {
    "question": "Non parlo italiano molto bene, parla inglese?",
    "response": "No hablo italiano muy bien, ¿habla inglés?",
    "example": "Una forma educada de pedir que hablen en inglés si no se habla italiano muy bien."
  },
  {
    "question": "Mi può consigliare un buon ristorante qui vicino?",
    "response": "¿Me puede recomendar un buen restaurante cerca de aquí?",
    "example": "Una forma educada de pedir recomendaciones para encontrar un buen restaurante cercano."
  },
  {
    "question": "Quanto costa il biglietto per andare alla stazione centrale?",
    "response": "¿Cuánto cuesta el billete para ir a la estación central?",
    "example": "Una forma educada de preguntar el precio del billete de tren o autobús para llegar a la estación central."
  },
  {
    "question": "Mi può dare un'indicazione su come arrivare al Colosseo?",
    "response": "¿Me puede dar una indicación sobre cómo llegar al Coliseo?",
    "example": "Una forma educada de pedir direcciones para llegar al Coliseo de Roma."
  },
  {
    "question": "Vorrei prenotare una camera per una notte, per favore.",
    "response": "Me gustaría reservar una habitación para una noche, por favor.",
    "example": "Una forma educada de reservar una habitación de hotel para una noche."
  },
  {
    "question": "Mi può dare il suo numero di telefono?",
    "response": "¿Me puede dar su número de teléfono?",
    "example": "Una forma educada de pedir el número de teléfono de alguien para estar en contacto durante la visita a Italia."
  }
]
